{
  "data.aml": {
    "solos": [
      {
        "Name": "Sofie Sheldon",
        "Headline": "Soloist aims to raise awareness on gender inequality through performance",
        "Image": "web.ae.sophiesheldon.picA.ADX.jpg",
        "Byline": "Anna Tingley",
        "Text": "Robert Gordon was left in tears after first hearing his student Sofie Sheldon’s song “Mama Says” during his “Sex Squad” class.\r\n \r\nThe song, which Sheldon will perform Friday at Spring Sing, centers around sexual harassment and assault, and communicates the perseverance against mistreatment that women display on a daily basis, Sheldon said. The second-year world arts and cultures student said that she hopes her performance in front of around 10,000 people in Pauley Pavilion will help normalize conversations surrounding gender inequality and violence.\r\n \r\n“I have so much personal experience with sexual harassment and assault and just becoming more independent as a woman in college,” Sheldon said. “I think us women talk to each other to share our frustration and stand in solidarity with one another, but I also think it’s important to share these stories, especially in light of the #MeToo movement, with those who don’t necessarily identify as female.”\r\n \r\nSheldon wrote “Mama Says” to give a voice to those who find it hard to share their own stories of harassment and assault, she said. The song was initially developed as part of an interactive theater project for World Arts and Cultures 160: \"Performing Sexual Health: UCLA Sex Squad.\" Gordon, who co-teaches the class alongside the Sex Squad coordinator Veline Mojarro, said the premise of the class is inspired by Pieter-Dirk Uys, a South African comedian and AIDS activist who uses humor as a means of personal storytelling. Gordon said they use theater and art to address comprehensive issues surrounding sexual health in particular.\r\n \r\nIn doing so, the class creates a 45-minute sex ed skit performed by students at six different high schools in the Los Angeles area. After the performance, which is made up of a variety of realistic sex-focused scenarios, the high school students are encouraged to place themselves in the scenes and improvise ways that could improve uncomfortable or harmful situations.\r\n \r\nSheldon’s first-hand experiences, along with stories shared by high school students, informed the song’s lyrics, which follow a young woman getting catcalled as she walks down the street. The song begins with an objective third-person narration and then switches to first-person once the girl finds the inner strength necessary to fight back against pervasive misogyny, Sheldon said.\r\n \r\nWhat Mojarro appreciates most about the song is its intergenerational appeal, she said. The name of the song itself alludes to the cautionary tales that mothers often have to relay to their daughters. Mojarro said she’s excited for Sheldon’s song to reach audiences who do not typically have to think about living with these kinds of warnings.\r\n \r\n“It’s a huge battle and we have to start undoing generations and generations of integrated norms around this,” Mojarro said. “I really love that it speaks to that.”\r\n \r\nMojarro also said broadcasting Sheldon’s message to large audiences, like that of Spring Sing, is important in creating more accountability in contemporary culture, which too often blames the victim rather than the perpetrator. Sheldon’s song, Gordon said, shows female resilience by focusing on such issues from a strong female perspective.\r\n \r\nOne excerpt from the song’s lyrics is: “They can try to poke and pry but I will never be shy to say/ This is my place, this is my space, walk away/ Oh who’s your mama now?/ I will wear what I dare I don’t give a damn what you think/ Oh who’s your mama now?”\r\n \r\nGordon said Spring Sing serves as the perfect space to begin a dialogue about sexual violence by normalizing conversations that are too often left behind closes doors. He said that he was able to gain powerful lessons from the song, despite his own intense studies surrounding intersectional justice as part of the world arts and cultures department.\r\n \r\n“As a male audience member listening to it and hearing the stories that she’s sharing, I can’t help but just think about how the men in our society can and should do a whole a lot better, because we’re not doing very well at all,” Gordon said.\r\n \r\nSheldon said the Spring Sing showcase will be her first time performing in front of such a large crowd. She was involved in theater throughout high school and had a small part in the UCLA HOOLIGAN Theatre Company’s production of “Footloose,” but Friday’s show will mark her first solo performance.\r\n \r\n“I’m definitely nervous but the message that I’m getting across with my song, and the effect that it has the possibility of making on the audience, makes me more excited than anything – normalizing these conversations is always the first step in making change ” she said.",
        "Photocredit": "(Amy Dixon/Assistant Photo editor)"
      },
      {
        "Name": "Sanjana",
        "Headline": "Student singer performs, synthesizes classical training and pop",
        "Image": "web.a&e.sanjana.solo.KS.jpg",
        "Byline": "Ruhi Shah",
        "Text": "Sanjana Deshmukh's family often calls her their personal radio, thanks to her willingness to sing any song they request.\r\n \r\nDeshmukh, a third-year psychology student will perform Friday at Spring Sing in two different acts: as a soloist, and with her a cappella group, Naya Zamaana. After having spent her entire life singing, Deshmukh will perform her original song “Falling” for her first Spring Sing solo.\r\n \r\n\"I just hope people leave (Spring Sing) feeling like, … ‘That song means something to me,’” Deshmukh said.\r\n \r\nThe performer said she recalls singing around the house at the age of 2 before her first professional lesson at the age of 7 or 8. She began her vocal training in Indian classical music, taking lessons in both India and the United States. But after her family moved back to the United States for the second time, she and her sister, Tanaya Deshmukh became fascinated by American pop and R&B music, including artists like Christina Aguilera, she said.\r\n \r\n“There was literally not a moment when (Sanjana) wasn’t singing,\" Tanaya Deshmukh said. \"We used to go on road trips and she used to make up songs out of all the signs that were passing by.”\r\n \r\nSanjana Deshmukh said her musical inspiration comes from artists like John Mayer and Lianne La Havas, but her Indian classical training still shines through. For example, she excels at performing runs of notes that are common in the classical songs, Tanaya Deshmukh said.\r\n \r\n“I’ve been told by a lot of people that one part of (one of my earlier songs) sounds like it’s influenced by classical music, which makes sense because I was first trained in that and I’ve been surrounded by that all my life,” Sanjana Deshmukh said.\r\n \r\nDeshmukh said she bases her song lyrics off her own life along with her friends’ experiences. She constantly writes lyrics and creates melodies around topics she wants to share, she said. For example, Deshmukh wrote one of her songs entitled \"Ordinary\" about her frustration with standardized testing and her struggle of improving her average SAT practice scores. Many people thought the song was about a person, but the lyrics were actually written about how her scores made her feel, she said.\r\n \r\n\"Falling\" focuses on the story of a close friend who phased Deshmukh out of her social circle. While writing the song, she said she adjusted the lyrics a bit to make the song applicable to romantic relationships as well in hopes of making the song resonate with a larger audience. The first half of the song focuses on disbelief and grief while the second half focuses on overcoming the conflict, she said.\r\n \r\nIn the first verse of her song, Deshmukh sings, \"You took our future in your hands, and you're disappearing once again.\" The lyric is about her friend neglecting their relationship, she said, but it can apply to a variety of relationships.\r\n \r\nTo accompany her vocals, Deshmukh will play the electric guitar. She said she began singing with a ukulele before transitioning to acoustic guitar, which she learned how to play using YouTube video tutorials. Deshmukh's performance Friday will be her first time playing electric guitar in front of an audience - something she said she's especially excited about.\r\n \r\nDeshmukh has been performing since she was in high school and spent the past year gigging around Los Angeles in cafes and restaurants. She has also opened for fashion shows and plays anywhere where there are listeners. Deshmukh said Spring Sing is a great opportunity to play in front a larger audience as she prepares for a career in the music industry and she plans to continue performing and releasing her original songs long after the event ends.\r\n \r\n\"I hope people relate to (my song) and remember it and want to listen to it because I feel like a lot of people relate to that experience,” Deshmukh said.",
        "Photocredit": "(Ken Shin/Daily Bruin staff)"
      },
      {
        "Name": "Emily James",
        "Headline": "UCLA student to sing from original EP, draws from variety of genres",
        "Image": "web.a&e.emilyjames.solo.MG.jpg",
        "Byline": "Samantha Suman",
        "Text": "Ten-year-old Emily Dieffenbach heard Adele’s “Someone Like You” for the first time sitting in the back seat of a car.\r\n \r\nThe song’s melody and lyrics captivated her, making her feel heartbreak from a breakup she never experienced. And ever since, Dieffenbach has been writing her own music.\r\n \r\n“I had never heard anything with such passion and emotion. … (She) was the first artist that I felt had so much soul but also had the contemporary sound,” Dieffenbach said.\r\n \r\nThe first-year English student will perform her original song, “If Walls Could Talk,” from her album, “Til the Morning,” on Friday at Spring Sing. She said Spring Sing allows her to combine her two competing personas – being a full-time student and a musician.\r\n \r\n“I feel like a lot of the time in my life … I’m living two different worlds,” Dieffenbach said. \"Spring Sing has allowed me to bring those two worlds together.”\r\n \r\nDieffenbach, who goes by the stage name Emily James, released “Til the Morning” in February after recording her original 12-song album with producer Ryan Hadlock, who has previously worked with The Lumineers and Vance Joy.\r\n \r\nWith only a basic keyboard and a microphone keeping her company, Dieffenbach closed her eyes as she auditioned in the Ackerman Grand Ballroom for 17 Student Alumni Association members. But Kimberly Crickette, a fourth-year psychology and comparative literature student and Spring Sing talent director, said it sounded like Dieffenbach was playing a grand piano.\r\n \r\n“She just had the effect of making it seem so much more important and grand than it was,” Crickette said.\r\n \r\nDieffenbach said she thinks of herself as a songwriter more than a singer. Her focus on lyrics drew her to Nashville, Tennessee, where she lived for two years before attending UCLA. There, she participated in songwriting groups and recorded her EP “Emily James” in August 2016. Dieffenbach said she does not like to box herself into a genre, which is why her album touches upon pop, Americana, blues, jazz and folk styles.\r\n \r\n“I try to go with what comes out of me and not force it in one way or another,” Dieffenbach said.\r\n \r\nAlthough she originally did not want to attend college, Dieffenbach applied to UCLA after taking a gap year to work on “Til the Morning.” She said living in Nashville, a city dominated by country musicians, made her realize she wanted to move to Los Angeles to explore pop and R&B genres and expand her horizons.\r\n \r\nCrickette said Dieffenbach does not approach songwriting from a specific genre, but rather gains inspiration from her own memories and dreams. Watching Dieffenbach perform \"If Walls Could Talk\" at her original audition, the talent director said she could already envision a single spotlight beaming down on the singer-songwriter while she performs on stage.\r\n \r\n“She’s not just a musician, she’s a performer,” Crickette said.",
        "Photocredit": "(Manpreet Grewal/Daily Bruin)"
      }
    ],
    "duets": [
      {
        "Name": "El and Dave",
        "Headline": "Christian duo perform to express spirituality, love of music",
        "Image": "web.elanddave.duet.QH.jpg",
        "Byline": "Hannah Ferguson",
        "Text": "David Li and Elliot Curry are performing a love song at Spring Sing 2018, but not for any living person.\r\n \r\nLi, a fourth-year psychobiology student, and Curry, a fourth-year microbiology, immunology and molecular genetics major, will perform their original song \"Say His Name,\" a love song about Curry's relationship with Christ. After meeting through the Christian group Road to Damascus A Cappella, the duo bonded over their love of music and faith, and hoped to share their spirituality through music, Curry said.\r\n \r\n“My hope is that the audience would really be impacted by the song and take something away from it, maybe even to just appreciate the relationships they have in their lives,” Curry said.\r\n \r\nBoth Li and Curry began their musical careers at a young age, inspired by their parents. Curry said his mother, a singer, introduced him to music through lullabies when he was 4 years old as part of his bedtime ritual. Every night she would sing him songs, such as \"Once Upon a December\" from the 1997 film \"Anastasia,\" and Curry would in turn argue with his mother, telling her it was his turn to sing.\r\n \r\nLi said he first learned the piano when he was 3 years old at the behest of his father, also a musician and composer. When Li was in middle school, his father went on tour for an original song that gained popularity among Chinese immigrants. As he watched livestreams of his father's concerts at 4 a.m., Li was inspired to eventually follow in his father's footsteps and further his own investment in music, Li said.\r\n \r\nLi said, as a Christian, music is an integral part of worship, since religious hymns and psalms are a central activity during service. Li started attending church in high school and felt drawn toward the spiritual music he heard at church. He said the more he learned about God, the more he understood why music is a form of emotional expression for Christian spirituality, something he and Curry will aim to show during Spring Sing. \r\n \r\nCurry said he was sitting on the bus when he thought of the melody for \"Say His Name.\" After humming the initial melody to himself, Curry recorded his song and sent his composition to Li, who created a piano accompaniment, incorporating chords and harmonies into the song. For Spring Sing, Curry will sing the melody and play percussion while Li will accompany him on the piano, sing harmonies and beatbox.\r\n \r\n“Say His Name” puts a spiritual twist on what at first appears to be just another love song, Curry said. He said his relationship with Christ resembles other people's romantic relationships, so he thinks the audience members may find the piece surprisingly relatable regardless of their own personal spirituality. Curry said the nonspecific lyrics reveal at the end that the song is about his relationship with his religion rather than a romance with another person.\r\n \r\nLi said the song transitions from a balladlike beginning to a more poplike ending because of the different musical layers added to each section of the song. He said the song begins primarily with piano to convey the feeling of a slow ballad and ends with added beatboxing and percussion to make the song feel more upbeat and modern.\r\n \r\nKaitlyn San Diego, a second-year biology student and fellow Road to Damascus member, said Li and Curry have a different intention in performing than most singers, who may use their talents simply for the love of music or for monetary gain. San Diego said Road to Damascus members focus on using their vocal talents to glorify God rather than show off their abilities.\r\n \r\n“(Their performances) evoke more of a pure love for their talent and their love for music because they’re not doing it for themselves or pleasing others, but they’re doing it to please God,” San Diego said.\r\n \r\nLi enjoys working within a Christian a cappella group because the members can express and share their faith while exploring their love of music, he said. Road to Damascus members pray for one another during their rehearsal sessions in addition to improving their musical skill.\r\n \r\nFor Curry, music and faith serve similar purposes in his life, and he turns to both as a source of comfort, he said. And at Spring Sing, Curry said he and Li will try to share their faith experience with the rest of UCLA. \r\n \r\n“We’re not here to be confrontational,” Curry said. “I feel like people in college, we all just share our experiences with each other so this is kind of that.\"",
        "Photocredit": "(Quanzhao \"Ari\" He/Daily Bruin)"
      },
      {
        "Name": "Foluke Oduntan",
        "Headline": "Singer-songwriter uses songwriting as form of therapy, stress-relief",
        "Image": "web.a&e.folukeoduntan.duet.LK.jpg",
        "Byline": "Polina Cherezova",
        "Text": "Foluke Oduntan wrote her first song when she was in elementary school.\r\n \r\nThe song represented her passion for music. Since then, she has written more than 20 songs that cover topics ranging from a symphony of emotions to coping with stress and pain. The first-year pre-psychology student will perform an original song for Spring Sing called “Last Thing on My Mind” accompanied by her close friend, Olu Taiwo, on the piano.\r\n \r\n\"Last Thing on My Mind\" is a mid-tempo R&B ballad Oduntan wrote in September to help erase her feelings for a previous romantic interest. Oduntan said she uses music as a form of catharsis, and this song is just one of the many she’s written as an outlet for her feelings.\r\n \r\n“It was almost a ... prophetic type of song – like this is what I wanted to happen,” Oduntan said. “It’s my way of taking a negative feeling and turning it into something positive ... and that can help others because they relate to it as well.”\r\n \r\nOduntan said music has been an integral part of her life ever since she began singing with a choir under her father's direction at an early age. Several years later, she began to write her own music, translating her emotions into lyrics and sounds, she said. Now, Oduntan uses music not only as a form of therapy, but also to document her growth. She said she connects the therapeutic aspects of music and her raspy singing voice to American female blues musicians, such as Aretha Franklin, who inspire her to use music for a similar purpose.\r\n \r\n“Blues women really inspire me because they take in their sad stories, they take in their pain,” Oduntan said. “And then they put that raw emotion into the song by adding raspy tones, quick hits on the drum and complex chord progressions.”\r\n \r\nAside from R&B, blues and rock, Oduntan regularly sings gospel at church on Sundays. Bullus Gago, Oduntan’s pastor and mentor since 2016, said music has become a major part of Oduntan’s identity in that it helps her find peace of mind and strengthen her connection to church and God.\r\n \r\n“When delivered right, (music) contains the power to change the mind … and one of the ways (Oduntan) utilizes singing in a church setting is … to help people become more introspective to understanding their disposition and where they are in life,” Gago said. “She uses (music) to inspire and make people conscious of who they are in relation to God’s presence.”\r\n \r\nOduntan’s duet partner, Taiwo, complements her musical identity. Oduntan said Taiwo has always been there whenever she needs a pianist to accompany her. The two met in church when she was just 7 years old, Oduntan said. Self-taught on nine instruments from the age of 10, Taiwo said he and Oduntan both share the desire to recreate sounds by ear, enabling them to work well together.\r\n \r\n“Most artists, when they write their music, they write their heart out – and most true listeners of good music can relate to what the artists are talking about,” Taiwo said. “(Oduntan is) not a very overt speaker (who can) fully express herself with words, but she can always write it in music.”\r\n \r\nAlthough Taiwo and Oduntan enjoy working with each other, they sometimes disagree on how music can be used as a coping mechanism, Taiwo said. Oduntan tends to gravitate toward using minor chords in her songs because she feels they accurately deliver the pain she is going through at the time. But Taiwo said he prefers playing simpler chord progressions in the major mode because it helps him cope by making him smile.\r\n \r\n“I just think (playing minor chords) takes you into this sunken place where all you’re doing is thinking about emotions and feelings,” Taiwo said. “But that’s where (Oduntan) shines the most – she really knows how to make you think with whatever she is trying to put together, with the words and with the sounds.”\r\n \r\nMusic has transformed into a form of therapy that Oduntan said she is still learning to fully understand. A couple of chords paired with compelling lyrics can instantly change her mood, she said. While music has taught her ways to deal with her own emotions, Oduntan hopes to grow to a point where she can write music not just for herself, but to help others cope with their emotions.\r\n \r\n“I just have this crazy passion for (music),” Oduntan said. “You can take music and you can use it to help people, you can use it to help yourself. … You can use music as an instrument for change.”",
        "Photocredit": "(Liz Ketcham/Daily Bruin)"
      },
      {
        "Name": "Hayden Everett and Caroline Pernick",
        "Headline": "Pair of first-year students ready to make debut as duo at Spring Sing",
        "Image": "web.a&e.haydencarolineduet.MC.jpg",
        "Byline": "Faatimah Mahadi",
        "Text": "Hayden Everett and Caroline Pernick bonded over their love for folk music in a dorm room in Hedrick Hall.\r\n \r\nNow, they are performing their own folk duet for the first time together at Spring Sing. Despite this being their first duet together, performance and music have always been central to their identities. Everett, a first-year jazz and piano performance student, has performed piano and sung with his church's worship while Pernick, a first-year musical theater student, has sung and acted in several plays. Although they pursue different musical genres, Everett said the two tend to fall back on to folk music when performing together.\r\n \r\n“We are both influenced by what we study. For her, it is musical theater and for me it is jazz,\" Everett said. \"But I feel, with folk, we can meet in the middle,”\r\n \r\nPernick said she remembered that the first night they met in Hedrick kick-started their desire to work together. They experimented with different harmonies in their dorm and discussed their love for folk music and the variances between jazz and theater for hours. Pernick said she credits their dynamic as friends before artists as to why they work together well.\r\n \r\n“I think we are unique in the way we are with each other because we have only known each other for eight months and, yet, we have this almost siblinglike bond,” Pernick said. “And in these past eight months, we have evolved both as friends and artists.”\r\n \r\nEverett said he likes to challenge himself musically and will use the upcoming performance to branch out of his comfort zone. He will play the guitar, an instrument he said makes him feel more restricted, since he usually plays the piano.\r\n \r\nThe desire to forego comfort is central to the song the two are performing, entitled “For I Fear.\" Everett wrote the song during the summer before his freshman year, inspired by a trip he had taken to the Dominican Republic, where he worked at an orphanage. He said he was humbled by the amount of joy he saw in the people there – they seemed to appreciate their faith and relationships more than he had seen in the U.S.\r\n \r\n“When I came back, I realized how absorbed we are here, in ourselves and in being comfortable,” Everett said. “I wanted to convey in the song that there is more to the world than just us, and sometimes we need to just let go of ourselves.”\r\n \r\nBut “For I Fear” also represents the pair's journey over the past eight months, as the song developed alongside the artists themselves. Everett wrote the majority of the song but credits Pernick for helping him make the lyrics a reality. Since he developed the song over a long period of time he couldn't see it from an outside perspective, he said. Abe Soane, a mutual friend of both Everett and Pernick, followed the making of the song and said he witnessed Pernick's influence firsthand.\r\n \r\n\"I think she has grounded the song,\" said Soane, a first-year musical theater student. \"His jazz background, which has a lot of improvisations, means that he is always changing and adding something every week, and she has made sure he stays on message.\"\r\n \r\nEverett said Pernick helped him refine the song by bluntly telling him what worked and what didn't and helped him find the right melodies to accompany his writing. When Everett went in to audition for Spring Sing, he said he couldn’t perform the song without her.\r\n \r\nEverett said the song's evolution mirrors how his musical style has developed. Everett said when he initially began songwriting, he couldn’t see the intersections between different genres and saw folk as completely different from jazz. However, as he worked with Pernick, Everett said he understood that his music didn’t have fall under a specific genre but could be a mixture of different influences. Pernick used her theater background to add character to the lyrics and the melodies, juxtaposing powerful vocals with soft folk guitar, he said.\r\n \r\nDespite never singing in an official performance together, Everett said they don’t see themselves as any less of a duo. Their late-night jam sessions in their dorms and impromptu melodies on the stairwells are equally important to their musical relationship as performing on stage. To them, performing with each other was first a respite and only later an art.\r\n \r\n“We kind of used to think of it as an escape from the music we work on every day, like something wholly different,” Everett said. “But music is a lot more fluid than that and performance is too.\"",
        "Photocredit": "(MacKenzie Coffman/Daily Bruin)"
      },
      {
        "Name": "Austin Gatus and Ryan Glatt",
        "Headline": "Student duo collaborate to write, perform original R&B ballad",
        "Image": "web.a&e.austinandryan.duet.DM.jpg",
        "Byline": "Sean Flannelly",
        "Text": "Austin Gatus and Ryan Glatt flew to Washington on a whim last summer for an impromptu music tour.\r\n \r\nBut their next performance is within walking distance from their apartments.\r\n \r\nAt this year’s Spring Sing, the duo will perform an original R&B ballad written by Gatus entitled “Loose Ends.” Gatus, a third-year ethnomusicology student and Glatt, a third-year psychology student, met during their first year at UCLA when they took a jazz combo class together and have continued to assist each other on their individual musical projects ever since.\r\n \r\n“(Glatt) is one of the first friends I made (at UCLA) and we’ve just gotten along throughout this whole time,” Gatus said. “I just want to keep on making music and collaborating with him.”\r\n \r\nGatus took \"Loose Ends\" from his upcoming five-track EP, and stripped it down from a full-band piece to a barer acoustic sound for the Spring Sing performance. Gatus said he initially came to Glatt with “Loose Ends” in November while writing his EP and asked Glatt if he wanted to audition for Spring Sing with the song as a duet. Gatus not only wanted to share the stage with his longtime friend, but performing as a duet also allows Gatus to both sing and play saxophone with Glatt accompanying on piano.\r\n \r\nWhile Gatus said he tends to veer toward slower, electronic soul music in his songwriting, Glatt said he draws musical inspiration from funk, jazz and some electronic dance music styles. On \"Loose Ends,\" Gatus composed the melody and lyrics, while Glatt wrote the jazz-style piano introduction for the song. When Glatt first started creating music, he said he felt pressured to mimic popular songs he heard on the radio, but after taking a songwriting class in his second year, he began writing the type of music he wanted to hear – namely, experimental indie sounds rather than simple radio love songs.\r\n \r\n“It’s kinda cliche but if you try to be famous, it’s never gonna happen,” Glatt said. “If you try to be something that you’re not, you’re just never gonna be successful.”\r\n \r\nAlan Elliott, a lecturer in the music department and Glatt’s former songwriting teacher, said he helped Glatt by organizing his thinking so that he could approach the craft in a more systematic and structured manner. Over the course of the class, Elliott said Glatt learned to take responsibility for all the elements of his songs – if a singer or lyric wasn't working, it became Glatt's responsibility to fix the problem.\r\n \r\n“To do what (Glatt) does, ... you have to be very aware of your own abilities and confident in those abilities, but you also have to be a very good listener,” Elliott said. “(Glatt) is a really empathic musician, and it’s rare.”\r\n \r\nTo begin writing a song, Glatt said he usually starts with a chord progression, then begins humming a phrase repeatedly over the progression, before adding lyrics and eventually a hook. Once he creates the hook, Glatt said he can write some of his verses and other sections of the song around it.\r\n \r\nGatus said he and Glatt will often show each other chord progressions they’ve found and build off them together. After getting inspired to write lyrics for a song, Gatus said the process is like putting together a puzzle, starting with various one-liners in his mind, which he then tries to fit into the existing framework of a song. In the songwriting process, Glatt said it’s important to acknowledge that most songs, including \"Loose Ends,\" are ultimately about love.\r\n \r\nAlthough the duo will perform an R&B ballad at Spring Sing, their most recent work revolves around Christmas songs: “Christmas With My Baby,” released by Glatt, features Gatus on saxophone, while Glatt plays keyboard and piano in Gatus’ song, “Cuffing Season.\" Gatus said they get together once every couple of weeks to jam together and work on their individual projects, a habit they hope to continue after graduating.\r\n \r\n“I’m pretty happy with the music we’re putting out right now,” Gatus said. “I think it shows a lot of maturity of us through the years: from where we started freshman year, up to now.”",
        "Photocredit": "(Daniel Miller/Daily Bruin)"
      }
    ],
    "bands": [
      {
        "Name": "Cole Heramb and The Flame Train",
        "Headline": "Cole Heramb to ignite Spring Sing stage with band The Flame Train",
        "Image": "web.a&e.coleherambandtheflametrio.band.LK.jpg",
        "Byline": "Lisa Aubry",
        "Text": "Cole Heramb and The Flame Train hope their audience will feel the burn at their Spring Sing performance.\r\n \r\nThe six-member band will perform at its first Spring Sing on Friday night, presenting “Ssnake Eyess” from Heramb’s latest album “Goodnight, Black Heart,” released in February. Heramb formed the emerging indie rock band in fall to perform live adaptations of his recorded music. The young band’s collaborative dynamic and spontaneous spunk will ignite the Spring Sing atmosphere with a Latin-influenced, rock-funk fusion track, Heramb said.\r\n \r\n“Writing with other people on music is definitely a newer experience, but it’s extremely important because I think music is a social, communal activity and part of being human,” he said.\r\n \r\nThe third-year evolutionary biology and ecology student said he tried out for Spring Sing last year in a duo with a drummer. However, the two did not end up performing in the show. Since then, Heramb has released two albums and formed The Flame Train group, with which he performs his tracks live.\r\n \r\nWhile Heramb used to create his music solely using vocals, a guitar and drums, he said the band's addition of horns and bass brings jazzy undertones and deeper, more resonant sounds. The range of instruments paired with each band member’s interpretation of his music also gives his art a fresh breath from his previous, more acoustic music, he said.\r\n \r\nClaire Housley, a second-year economics and international development studies student, joined the band in March as a bassist. She said she quickly transitioned to The Flame Train’s musical aesthetic by learning to play the electric bass guitar, whose low register produces strong reverberations in the music.\r\n \r\nHaving only performed with her double bass in orchestral concerts prior to joining the band, Housley said the group’s free-flow performance style did not come so naturally to her at first. However, she soon embraced the natural process of freestyle jamming after a few gigs with The Flame Train. Now, she and the band can seamlessly accommodate Heramb’s spontaneous gestures, such as his unexpected crowd engagement – at UCLA's Coastalong Festival, he coaxed the crowd to repeat back simple melodies during their songs.\r\n \r\n“The improvisation keeps it really fun because we don’t really know where it’s going, and I don’t think (Heramb) does either,” she said. “It’s exciting because it keeps everyone engaged and invested in the show.”\r\n \r\nDavid Marcus, the band’s guitarist, said “Ssnake Eyess” is a buildup of climactic moments that explode in an improvised outro. The second-year cognitive science student said the song’s deliberate, lyrical verses supported by the ambient dynamics help build the song to a catchy chorus.\r\n \r\n“I’m looking forward to the four minutes I’ll be up there playing with the band in that setting with a full-on adrenaline rush and having a great time,\" Marcus said. \"It’s that same feeling that really brings people to the event.”\r\n \r\nAfter releasing \"Ssnake Eyess\" as a single before \"Goodnight, Black Heart,\" Heramb said he was confident in the song's ability to stand on its own while accurately encapsulating the band's musical spirit. On the song, Heramb said his voice mimics the serpentine movements of a deadly reptile to match his lyrics, which allude to a predatory lover. Like a boa constrictor, he said, she lures her victim into a fabricated trap – yet the victim does not realize the gravity of the situation until it’s too late.\r\n \r\nGuitar and drums build up, culminating in the final chorus, in which Heramb sings, “She’s rolling snake eyes, never fake eyes, oh lucky me.” He said the song’s lyrical interpretations are layered with alternative meanings, since the song is also about the protagonist's projection of his own insecurity surrounding the precarious relationship encounter.\r\n \r\nAlthough “Ssnake Eyess” is about a dark confrontation of one’s own demons, Marcus said the song’s fast pace and the band’s energetic performativity creates counterbalance. Paying homage to their band name, The Flame Train members will wear white, dark-wash denim and pinstripe overalls, alluding to train conductor uniforms.\r\n \r\nWith The Flame Train now on board with him, Heramb said he has gained new perspectives on what is musically possible to create and perform. In his recent songwriting, Heramb said he is taking into account the band's powerful setup and the kind of sounds that would be enjoyable to play at a live show.\r\n \r\n“What music is going to be something people are bobbing their heads to?” he said. “‘Ssnake Eyess’ has that element of connectivity in the beat, which was important for me to bring to Spring Sing.”",
        "Photocredit": "(Liz Ketcham/Daily Bruin)"
      },
      {
        "Name": "Jaded",
        "Headline": "Spring Sing competitor Jaded hopes audience will grasp emotion behind song",
        "Image": "web.ae.jaded.FSa.picA.jpg",
        "Byline": "Kaia Sherry",
        "Text": "Jaded had their first full-member rehearsal the night of their Spring Sing audition.\r\n \r\nSpearheaded by eponymous singer Jada Banks-Mace, the band formed a few months before Spring Sing auditions and is set to debut Banks-Mace's first song \"Dancing Around\" at this year's Spring Sing. Eight vocalists and instrumentalists will accompany the third-year psychology student on the song, which originated from her emotions regarding a failed relationship.\r\n \r\nAfter she began to write music in December, the singer decided she wanted to enter \"Dancing Around,\" into Spring Sing in order to showcase her first song. After buying a ukulele, Banks-Mace said she was able to fully articulate what she was feeling for the first time in words.\r\n \r\nStill in its infancy, Banks-Mace brought the song to Hayden Hunt, pianist and singer for Jaded. The first-year jazz studies student helped further develop the song by placing it in a band setting, adding piano to the ukulele chords. At Spring Sing, Jaded will perform \"Dancing Around\" with Banks-Mace's ukulele and other instruments, including a bass, a piano and a saxophone. The addition of instruments typically used in jazz allowed the song to take on more fully fleshed out, soulful vibe, Hunt said.\r\n \r\n“The basis of the song will be relatable to the audience, but it’s when you pair that R&B heavy soul feel with jazz that it’s taken to the next level,” Hunt said.\r\n \r\nJaded’s sound isn’t relegated to a single genre, but rather draws inspiration from a multitude of artists, Banks-Mace said. While Banks-Mace grew up with ‘90s divas like Christina Aguilera and Britney Spears, she has now broadened her music taste to include artists such as James Blake, Bon Iver and Lianne La Havas, making it difficult to pinpoint the genre of her band, which uses styles such as indie, R&B and jazz. \r\n \r\nBanks-Mace said her writing process is largely mood-based. Much of what she has written threads together aspects from her own life, beginning first with the musical structure and then the lyrical content. Maddy Biebal, who will be singing backup vocals, said Banks-Mace often sang music for her when they roomed together, and shared her music as she wrote it.\r\n \r\n“With her lyrics, a part of (Banks-Mace) comes through that you don’t see when you’re just talking to her,” the third-year geology and anthropology student said. “It’s an intimate side of her you can only see through her music.”\r\n \r\nThe latent emotional content in Jaded’s music comes from Banks-Mace's personal life experiences. The singer entered UCLA alongside a close friend who often encouraged her to write music, but who passed away last spring quarter. Banks-Mace said the event provoked her to begin writing music seriously, helping her embed her emotions in song.\r\n \r\n“Losing him made me realize how much I needed to use my gift. He was such a role model to me through music, and I felt like it was time I started actually writing,” Banks-Mace said. “I felt like it was a waste of a life if I didn’t commit to music.”\r\n \r\n\"Dancing Around\" is inspired by another emotional event in Banks-Mace's life, specifically a relationship ridden with guilt. The title symbolizes issues that never resolve, and was written over the course of two to three weeks as Banks-Mace pieced together what she was feeling.\r\n \r\n\"I knew the song was going to be about that relationship, but I just didn't know what the words were going to be,\" she said. \"Over time, I added stuff to the song as I felt different things, and I began to find the right words because I experienced the emotion of the song in different ways.\"\r\n \r\nBanks-Mace said she wants the audience to have fun while also relating to her lyrics' emotional content, which delves into personal aspects of her life. She said her songs are often tinged with a sad quality that may not make as much sense to audience members as it does to her, but she hopes people will grasp the emotions behind it by listening closely.\r\n \r\n\"I think that my music is something that's not immediately accessible to people, but something you have to really listen to to understand,\" Banks-Mace said.",
        "Photocredit": "(Farida Saleh/Daily Bruin)"
      }
    ],
    "extras": [
      {
        "Name": "Company",
        "Headline": "Members of Company to perform comedy acts at Spring Sing",
        "Image": "web.a&e.company.IA.jpg",
        "Byline": "Eli Countryman",
        "Text": "Natasha Williams wrote a sketch about her battle against “the death stairs” while preparing for Company's performance in Spring Sing 2018.\r\n \r\nWilliams, a fourth-year communication student, despised the steps next to Café 1919 as a first-year student and wanted to turn her experience into a humorous skit. As one of six newcomers to Company, a team that performs comedy sketches between each musical act at Spring Sing, Williams was finally able to bring her idea to life. Company, which consists of 12 members in total, writes original UCLA-based sketches for Spring Sing each year. The Company directors said they implemented multiple measures, including a mentorship system, to prepare new team members for Spring Sing 2018.\r\n \r\n\"We had six returners and six new members, so everybody had a mentor-mentee pairing,\" said Jacob Fisher, a third-year cognitive science student.\r\n \r\nGiulia Marsella, a third-year psychology and dance student and one of the group’s directors, said Company members prepared the team by bringing in two alumni who made sketchwriting into a career, most notably for \"Arrested Development.\" Fisher, Marsella's co-director, said in addition to the members' penchant for acting and writing, the directors wanted to educate them about the sketch format. Marsella said they created group-bonding events as well.\r\n \r\n\"We are the parents, essentially, implementing bonding and familial integration ... to make sure (that) when they perform they’re as tight and as close of a group as they can be,\" she said.\r\n \r\nReturning Company member and third-year history student Nate Glovinsky also helped the newcomers by creating documents that outline the format for writing sketches, in Company-specific style. Williams said she learned how to write sketches based on either characters or situations while playing with the \"game\" of the sketch – an escalating pattern of similar actions that progress from commonplace to absurd. Within the sketch, there are three beats, or escalating scenarios, and the \"game\" increases into more unlikely situations with each one.\r\n \r\nAnother way the newcomers learned how to write sketches for Company was through interaction with more seasoned members, said second-year theater student and new Company member Danielle Koenig. Because the team is divided evenly between experienced and new members, each returning writer became a mentor for one of the new writers. Their first assignment was to write a sketch together so each newcomer learned the sketch format and process in a hands-on manner, she said.\r\n \r\nOnce each writer learned the three-beat format, the mentor-mentee system gradually shifted out in favor of a new system – each week, every team member would write one sketch individually and one with a randomly selected member. Wes Dunlap, a new addition to Company and a fourth-year theater student, said writing scripts in pairs helped him diversify the material he put out because each person has a different set of experiences and ideas.\r\n \r\n“I think we’ve written a lot together more than in years past, which is nice because people do have very specific voices,” he said. “I think a lot of my sketches wouldn’t have gotten anywhere if I hadn’t written it with someone else.”\r\n \r\nAfter members turn in their sketches each week, Koenig said the group works together to contribute edits and provide advice. Williams said she learned to rewrite some scripts to fit a different genre if too many of the submitted sketches occupy the same one. The “death stairs\" sketch originally took on a dark tone, similar to others that made it into the show, so she said she rewrote it into a hero’s journey up the stairs.\r\n \r\n“I thought of (the sketch) ... and had three years to think about, and now I finally get to put it in the light,” she said. “I’m enjoying being able to learn, and I’m so excited to get this sketch out there.”",
        "Photocredit": "(Isra Ameen/Daily Bruin)"
      },
      {
        "Name": "“Spring Sing Through the Ages”",
        "Headline": "Committee members discuss event history, increased diversity in Greek life act",
        "Image": "web.a&e.greekact.LK.jpg",
        "Byline": "Claire Locke",
        "Text": "The annual tradition of Spring Sing began in 1945, when fraternities competed to serenade sororities.\r\n \r\n\"The show was intitially called ‘Champion Serenaders of Sorority Row,’ said Bella Stenvall, a first-year dance and global studies student and a talent director for Spring Sing. Since then, Spring Sing has evolved to include performers from a variety of organizations across campus, featuring artists such as Maroon 5 and Sara Bareilles. Stenvall said the Greek life act this year, entitled \"Spring Sing Through the Ages,\" aims to highlight the rich history behind the showcase with a more diverse group of performers.\r\n \r\n“I think a lot of people don’t know exactly what Spring Sing is, or the fact that it literally started over 70 years ago,” she said.\r\n \r\nStenvall said the act itself will also undergo some change – until this year, it has featured one Panhellenic sorority and fraternity performing together. However, Stenvall said the tradition will change this year because members of the Student Alumni Association wanted to create a more diverse environment while also honoring the history of the showcase. Members of a variety of Greek life organizations will sing a cappella in small groups and then all together, symbolizing the increasing inclusivity of the showcase.\r\n \r\nAfter meeting with Spring Sing’s executive director, Shaina Mehta, Stenvall said she believed Mehta wanted to highlight the showcase’s music throughout the years. In an effort to carry out her vision, Stenvall said she and the other talent directors selected acts based on how passionate applicants were about their acts and music.\r\n \r\n“We went off of who seemed like they had a very personal message as to why they wanted to perform their song on stage,” Stenvall said. “We also wanted to look at progression from representing a very small population on campus to now, where we have a cappella groups, dance groups, solos and duets from all different parts of campus.”\r\n \r\nStenvall said this year's Spring Sing committee made an attempt to reach out to all six Greek life councils – an unprecedented effort to increase diversity within the act. Although other Greek councils have always been allowed to participate, they had never before been directly invited. She said the act this year will include four fraternity members and five sorority members from different Panhellenic Greek life chapters.\r\n \r\nThe act will begin with two narrators telling the history of Spring Sing and transition into a male barbershop quartet of fraternity members to hearken back to the show’s serenading roots. A 30-second video will accompany the performance, displaying pictures as far back as the first Spring Sing.\r\n \r\nThird-year communication student Nick Nikoian said the song repertoire includes “King of Anything” by Sara Bareilles, which serves as a reminder of the past performers of Spring Sing and adds a strong female voice to an event that began with only male singers.\r\n \r\nNikoian, a performer in \"Spring Sing Through the Ages,\" helped recruit talent, arrange parts and choreograph the act. Nikoian said although the group was formed on short notice at the beginning of this quarter, they have rehearsed at least once a week. He said he appreciates the new diversity in the act, as he has become friends with members of different Greek life organizations he normally would never have crossed paths with.\r\n \r\n“I feel like I’ve been able to use all the different organizations I’ve been involved in and bring them together in this performance,” said Nikoian, “I can bring in the passion for singing from my a cappella group, the Greek life aspect from my fraternity house, to honor the history of Greek life, and SAA, by organizing the event with the talent directors.”\r\n \r\nSumant Iyer, a third-year mechanical engineering student and talent director of the showcase, said he believes the showcase has always been an unparalleled opportunity for artists who dream of making it big to develop their skills throughout the years. He said Spring Sing has offered UCLA students the distinct chance to watch these artists at their beginnings.\r\n \r\nThough Spring Sing committees change each year, Iyer said he hopes to see the same continual increase in diversity in the future that this year has ushered in, whether that be ethnicity or gender of performers, or types of Greek chapters.\r\n \r\n\"At the end of the day, we don't want to listen to 15 of the same acts over and over again,\" Iyer said. \"I think that when diversity acts within the songs and types of performances, it lends itself to create a much more interesting show.\"",
        "Photocredit": "(Liz Ketcham/Daily Bruin)"
      },
      {
        "Name": "Q&A with Brad Delson of Linkin Park",
        "Headline": "Q&A: Linkin Park guitarist Brad Delson discusses Gershwin Award, time at UCLA",
        "Image": "web.a&e.georgeandiragershwin.courtesy.jpg",
        "Byline": "Ethan Pak",
        "Text": "The Student Alumni Association will honor the band Linkin Park with 2018's George and Ira Gershwin Award for Lifetime Musical Achievement.\r\n \r\nEstablished in 1988, the award has been used to honor a multitude of artists, including Frank Sinatra, Lionel Richie and MC Hammer. In addition to selling over 55 million albums worldwide and winning two Grammys, Linkin Park has also established Music for Relief, a program dedicated to providing aid for survivors of and communities affected by natural disasters.\r\n \r\nThe Daily Bruin’s Ethan Pak spoke to Linkin Park's guitarist and UCLA alumnus Brad Delson about his thoughts on receiving the Gershwin Award and his time at UCLA.\r\n \r\nDaily Bruin: How does it feel to be 2018’s recipient of the (Gershwin Award)?\r\n \r\nBrad Delson: I am and we are so honored to be receiving the (Gershwin Award). It’s a huge distinction. It comes from a place I personally love so much, and I would say ... the whole entire band, and all my band mates, are extremely honored that we’ll be receiving this award this year.\r\n \r\nDB: What was going through your mind when you heard the announcement?\r\n \r\nBD: We’re still young guys, so to receive such a momentous honor at what I think is a pretty young age is pretty surreal. I would say for me, personally ... as an alumnus, it’s such a beautiful honor that really feels like coming full circle in a way from starting my professional career during college at UCLA.\r\n \r\nDB: What do you think led Linkin Park to win the award?\r\n \r\nBD: I don’t know. But, I can say we’re really proud of our body of work that we’ve been able to create over the last two decades. And, we’ve worked incredibly hard to share that music all over the world. One thing that I think people may not know here (is) that the band really does have a global relationship with our fanbase. When we tour we actually spend much of the time performing in places all over the world like Asia, like China, like Europe, South America. We’ve been to South Africa. Having a global fanbase is something that we’re really proud of.\r\n \r\nDB: What was your time like at UCLA?\r\n \r\nBD: I made some of my best friends at UCLA. One of my best friends is our bass player, (Dave Farrell). ... I feel like I owe much of my personal success to the education, the opportunities, the mentoring, the community that I was privileged to take part in as a Bruin. I’ve stayed personally connected to the school as an alumnus. I have a tremendous amount of pride, and it often takes the form of football and basketball.\r\n \r\nDB: How did you start getting into music and creating music?\r\n \r\nBD: I think my first instrument was the recorder. And that led to the trumpet. And then when I was 12 years old, I discovered the electric guitar, and my life was never the same. I have very curly hair and that was the era of like Metallica and Guns N’ Roses and all the heavy bands. They all had really long hair, and I tried to grow long hair. But my hair didn’t grow long. It just grows out. And there was one period in my very awkward adolescence where I tried to chemically straighten my hair, and it worked for about two months and then my hair started to not respond well to that, whatever chemicals I had to put in my hair. That’s the short way of saying I was really inspired by that music and certainly a very awkward teenager. I just love music. It’s been my passion ever since I was young. I love playing guitar. I love all kinds of other instruments. I love writing songs. I feel like the creative process is always changing. I think it's a little bit like surfing where even if you surf the same spot every day, the waves are always unique. I feel like when I have an opportunity to be in a studio, the ride is always different.\r\n \r\nDB: Can you tell me more about your time with music at UCLA?\r\n \r\nBD: Most of us come from the LA area. My roommate (Farrell) and I would load all our gear to the back of one of our cars. I think it was my car. We would drive to Hollywood and Vine where we had a rehearsal space. It was like a lockout rehearsal space called ... Hollywood Rehearsal (Studios). And Hollywood was even a more interesting place in the '90s than it is today. We would set up our gear, we would work on our song and we would pack it all up. ... I did a bunch of internships, when I was in school, in music. ... I think for anyone interested in music, there’s so much opportunity and accessibility here in LA.\r\n \r\nDB: Did you attend Spring Sing when you were at UCLA?\r\n \r\nBD: I am pretty sure that (Farrell), my roommate, and I tried out for Spring Sing. We might have had a third participant. It’s a little foggy for me. What I do remember is we were not included. We were not included in the program. Maybe we were overconfident. This was probably before Linkin Park started, so, who knows what we were doing. ... I remember it being a really big deal, which is probably why we were inspired to try out. Some of our friends I think actually wound up playing it and doing really well with it. I know Sara Bareilles participated. I think Kara’s Flowers – Maroon 5 was originally called Kara’s Flowers – I think they played it. Those were our friends at the time.\r\n \r\nDB: Where do you draw your inspirations from when creating music?\r\n \r\nBD: For me, I draw inspiration from certainly music that I love. I listen to all different genres of music. However, I also draw inspiration from all of the arts, whether it’s visual arts, film, TV, poems, novels, and obviously I think great art is often very personal. If I’m participating on writing a song, I try to bring in whatever emotional experience I’m grappling with and express that into the song itself.\r\n \r\nDB: What advice would you give to aspiring musicians or graduates?\r\n \r\nBD: I would encourage aspiring musicians to pursue both their passion and their curiosity. Take risks. Always continue to learn and grow as an artist and as a person and find great collaborators. ... I think that would apply to both students and to graduates.",
        "Photocredit": "(Courtesy of James Minchin)"
      }
    ]
  }
}
